---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.GlobalParameter
source: html/f7295d7d-563d-dada-cbb9-7c9303927d0c.htm
---
# GlobalParameter Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.